{
	"Home": "Home",
	"Return": "Return",
	"Appointment": "Appointment",
	"Agreement": "Agreement",
	"Staff": "Staff",
	"Contact": "Contact",
	"Company": "Company",
	"UploadW2": "Upload W2",
	"Choose Language": "Español",
	"First Name": "First Name",
	"Middle Name": "Middle Name",
	"Last Name": "Last Name",
	"Date of Birth": "Date of Birth",
	"Social Security Number": "Social Security Number",
	"Select Number of Dependents": "Select Number of Dependents",
	"Driver License Number/ID": "Driver License Number/ID",
	"ID State": "ID State",
	"ID Issue Date": "ID Issue Date",
	"ID Expiration Date": "ID Expiration Date",
	"Select Filing Status": "Select Filing Status",
	"Occupation": "Occupation",
	"Spouse": "Spouse",
	"Address": "Address",
	"Complete Address": "Complete Address",
	"Apartment": "Apartment",
	"Zip Code": "Zip Code",
	"City": "City",
	"State": "State",
	"Phone/Cellular Number": "Phone/Cellular Number",
	"Cellular Provider": "Cellular Provider",
	"Discount Code": "Discount Code",
	"Referral ID": "Referral ID",
	"Email Address Required": "Email Address Required",
	"Preferred Location": "Preferred Location",
	"First Name": "First Name",
	"Middle Name": "Middle Name",
	"Last Name": "Last Name",
	"Date of Birth": "Date of Birth",
	"Social Security Number": "Social Security Number",
	"Type of Relationship": "Type of Relationship",
	"Is Dependent a Student?": "Is Dependent a Student?",
	"Is Dependent Disabled?": "Is Dependent Disabled?",
	"Filing Options": "Filing Options",
	"EFILE": "EFILE (10-21 Days)",
	"Payment Options": "Payment Options",
	"Bank Product": "Bank Products (RT 10-21 Days. Fees deducted from tax refund.)",
	"EFILE/Direct Deposit": "EFILE/Direct Deposit (EFILE 10-21 Days. Fees paid by you.)",
	"Notes": "Notes",
	"I AGREE": "I AGREE",
	"Terms": "The undersigned person(s) has authorized this tax firm and any authorized representative of this tax firm to prepare and submit their Federal and State tax return(s) for processing. This tax firm claims no responsibility for tax return(s) other than preparing and submitting said return(s). The accuracy of the return(s) is directly related to the information that you, the tax-payer(s), provide, using this application, to this tax firm or any authorized representative of this tax firm. The information this tax firm receives from you, the tax-payer(s), will be used in compliance with the rules and regulations of the Internal Revenue Service (IRS) Circular 230, Federal, State and local laws. I, the tax-payer(s), agree to electonically sign any and all documents requiring a signature and those that are necessary to complete my tax return preparation to include, if applicable, the \"Bank Application.\" I, the tax-payer(s), understand that two forms of identification such as a social security card and a valid/non-expired driver's license or State issued picture identification card must be submitted to this tax firm and/or an authorized representative of this tax firm and that without this proof of identity, my tax return will not be prepared nor submitted. I, the tax-payer(s), understand that I must submit other required and relevant documents such as W-2, 1099, 1098, child care information, college tuition and/or student loan interest paid, mortgage and business income and/or expenses, etc. I, the tax-payer(s), understand that in order for my tax return to be prepared accurately and e-filed to the IRS, the aforementioned relevant information is required. I, the tax-payer(s), acknowledge that a signed copy of my tax return will be e-mailed to me, the tax-payer(s), and it is suggested that I, the tax-payer(s), keep this copy in a safe and secure place. I understand that if my tax return is lost or stolen, I may be charged for additional copies. If applicable, this tax firm makes no claim nor guarantee regarding the time to receive refund deposits and/or delivery. All dates and delivery, of anticipated refunds, are dependent upon preparation completion, e-file submission, IRS acceptance, approval and processing. This tax firm has no control over IRS and/or Bank delays and is not responsible for refunds applied to debts owed by the tax-payer(s). By clicking the checkbox, you, the tax-payer(s), are electronically signing this Consent to Prepare and Submit and you are agreeing to fully compensate this tax firm for fees associated with preparing and submitting/e-filing said tax returns. I, the tax-payer(s), understand that this tax firm charges a fee to prepare tax returns and that if and when payment of services is rendered, payment will be electronically deducted from my refund unless otherwise agreed upon in writing prior to submitting my return for processing. I understand that if I choose to have my preparation fees automatically deducted from my refund that this is considered a \"Bank Product\" and that the bank charges fees for their services. Fees associated with Bank Products are not related to this tax firm. I understand that I have the option to pay preparation and e-file fees out-of-pocket, if I so choose. I understand that if I choose to pay fees out-of-pocket, payment must be made prior to my tax return being submitted for processing. I understand that I, the tax-payer(s), am fully responsible for any unpaid balance(s) past and/or present. I understand that the outstanding balance must be paid in full within 30 days of services rendered. The tax-payer(s) will be responsible for any and all fees and expenses necessary in collecting payment to include collection fees, attorney fees, damages, court costs and reasonable interest incurred by this tax firm. This tax firm reserves the right to report to the Credit Reporting Agencies using information gathered if an unpaid balance remains unsatisfied after a 30-day period."
}
