{
	"Home": "Inicio",
	"Return": "Declaración",
	"Appointment": "Cita",
	"Agreement": "Acuerdo",
	"Staff": "Personal",
	"Contact": "Contacto",
	"Company": "Companía",
	"UploadW2": "Upload W2",
	"Choose Language": "English",
	"First Name": "Nombre",
	"Middle Name": "Segundo Nombre",
	"Last Name": "Apellido",
	"Date of Birth": "Facha de Nacimiento",
	"Social Security Number": "Número de Seguro Social",
	"Select Number of Dependents": "Select Number of Dependents",
	"Driver License Number/ID": "Número de Licencia de Conducir / ID",
	"ID State": "Seleccione Estado",
	"ID Issue Date": "Identificación  Fecha de Emisión",
	"ID Expiration Date": "Identificación Fecha de Vencimiento",
	"Select Filing Status": "Select Filing Status",
	"Occupation": "Ocupación",
	"Spouse": "Esposa",
	"Address": "Dirección",
	"Complete Address": "Dirección Completa",
	"Apartment": "Aparamento",
	"Zip Code": "Código Postal",
	"City": "Ciudad",
	"State": "Estado",
	"Phone/Cellular Number": "Número de Teléfono/Celular",
	"Cellular Provider": "Proveedor Móvil",
	"Discount Code": "Código De Descuento",
	"Referral ID": "Identificación de Referencia",
	"Email Address Required": "Correo Electrónico",
	"Preferred Location": "Lugar Preferido",
	"First Name": "Nombre",
	"Middle Name": "Segundo Nombre",
	"Last Name": "Apellido",
	"Date of Birth": "Fecha de Nacimiento",
	"Social Security Number": "Número de Seguro Social",
	"Type of Relationship": "Tipo de Relación",
	"Is Dependent a Student?": "El Dependiente es Estudiante?",
	"Is Dependent Disabled?": "El Dependiente está Incapacitado?",
	"Filing Options": "Opciones",
	"EFILE": "EFILE (10-21 Dias)",
	"Payment Options": "Opciones de Pago",
	"Bank Product": "Producto Bancario (RT 10-21 Dias. Honorarios serán deducidos del reembolso.)",
	"EFILE/Direct Deposit": "EFILE/Deposito Directo (EFILE 10-21 dias. Mis honorarios serán pagados por adelantado.)",
	"I AGREE":"ESTOY DE ACUERDO",
	"Terms":"Las personas que suscriben han autorizado a esta empresa de impuestos y a cualquier representante autorizado de esta empresa de impuestos a preparar y presentar sus declaraciones de impuestos federales y estatales para su procesamiento. Esta empresa de impuestos no se responsabiliza por la (s) declaración (es) de impuestos que no sean la preparación y envío de dicha (s) declaración (es). La exactitud de la (s) declaración (es) está directamente relacionada con la información que usted, el (los) contribuyente (s), proporcionan, utilizando esta aplicación, a esta empresa de impuestos o cualquier representante autorizado de esta empresa de impuestos. La información que esta empresa de impuestos reciba de usted, el (los) contribuyente (s), será utilizada de acuerdo con las reglas y regulaciones de la Circular 230 del Servicio de Impuestos Internos (IRS), leyes federales, estatales y locales. Yo, el (los) contribuyente (s), acepto firmar oficialmente todos y cada uno de los documentos que requieren una firma y los que son necesarios para completar mi preparación de declaración de impuestos para incluir, si corresponde, la \"Solicitud bancaria\". Yo, el (los) pagador (es) de impuestos, entiendo que dos formas de identificación, como una tarjeta de seguro social y una licencia de conducir válida / no expirada o una tarjeta de identificación con fotografía emitida por el estado, deben enviarse a esta empresa de impuestos y / o un El representante autorizado de Source, LLC y que sin esta prueba de identidad, mi declaración de impuestos no será preparada ni enviada. Yo, el (los) contribuyente (s), entiendo que debo presentar otros documentos requeridos y relevantes tales como W-2, 1099, 1098, información sobre cuidado infantil, matrícula universitaria y / o intereses estudiantiles pagados, ingresos hipotecarios y comerciales y / o gastos, etc. Yo, el (los) pagador (es) de impuestos, entiendo que para que mi declaración de impuestos se prepare con precisión y se envíe electrónicamente al IRS, se requiere la información relevante antes mencionada. Yo, el (los) contribuyente (s), reconozco que se me enviará por correo electrónico una copia firmada de mi declaración de impuestos, el (los) contribuyente (s), y se sugiere que yo, el (los) contribuyente (s), Guarde esta copia en un lugar seguro. Entiendo que si pierdo o me roban mi declaración de impuestos, es posible que haiga un cargo adicional por copias imprimidas. Si corresponde, esta empresa de impuestos no realiza ningún reclamo ni garantía con respecto al tiempo para recibir depósitos y / o entregas de reembolsos. Todas las fechas y entregas, de los reembolsos anticipados, dependen de la finalización de la preparación, el envío de archivos electrónicos, la aceptación del IRS, la aprobación y el procesamiento. Esta empresa de impuestos no tiene control sobre los retrasos del IRS y / o del Banco y no es responsable de los reembolsos aplicados a las deudas del contribuyente (s). Al hacer clic en la casilla de verificación, usted, el (los) contribuyente (s), firman electrónicamente este Consentimiento para Preparar y Enviar y usted está aceptando compensar por completo a esta empresa de impuestos por las tarifas asociadas con la preparación y envío / presentación electrónica de dichas declaraciones de impuestos. Yo, el pagador de impuestos, entiendo que esta empresa de impuestos cobra una tarifa para preparar declaraciones de impuestos y que, si se presta el pago de los servicios, el pago se deducirá electrónicamente de mi reembolso a menos que se acuerde lo contrario por escrito antes de presentando mi declaración para el procesamiento. Entiendo que si elijo que mis tarifas de preparación se deduzcan automáticamente de mi reembolso, esto se considera un \"Producto del Banco\" y que el banco cobra tarifas por sus servicios. Los honorarios asociados con los Productos del Banco no están relacionados con esta empresa de impuestos. Entiendo que tengo la opción de pagar los costos de preparación y e-file de mi bolsillo, si así lo deseo. Entiendo que si elijo pagar las tarifas de mi bolsillo, el pago debe realizarse antes de que mi declaración de impuestos se envíe para su procesamiento. Entiendo que yo, el (los) pagador (es) de impuestos, soy totalmente responsable de cualquier saldo (s) pendiente (s) pasado (s) y / o presente (s). Entiendo que el saldo pendiente debe pagarse en su totalidad dentro de los 30 días posteriores a la prestación de los servicios. El (los) contribuyente (s) será (son) responsable (s) de todos y cada uno de los honorarios y gastos necesarios para cobrar los gastos de cobro, honorarios de abogados, daños y perjuicios, costos judiciales e intereses razonables incurridos por esta empresa de impuestos. Esta empresa de impuestos se reserva el derecho de informar a las Agencias de Informes de Crédito usando la información recopilada si un saldo no pagado permanece insatisfecho después de un período de 30 días. "     
}
